var aq20_data = {
    "bossNum": 6,
    "bossName": [
      "库林纳克斯",
      "拉贾克斯将军",
      "莫阿姆",
      "狩猎者阿亚米斯",
      "吞咽者布鲁",
      "无疤者奥斯里安",
      "小怪掉落"
    ],
    "库林纳克斯": {
      "loot0": [
        "书卷：治疗之触 XIb",
        "书卷：回春术 XIb",
        "书卷：星火术 VIIb",
        "指南：多重射击 Vb",
        "指南：毒蛇钉刺 IXb",
        "秘典：奥术飞弹 VIIIb",
        "秘典：火球术 XIIb",
        "秘典：寒冰箭 XIb",
        "圣契：智慧祝福 VIb",
        "圣契：圣光术 IXb",
        "圣典：恢复 Xb",
        "圣典：治疗祷言 Vb",
        "手册：致命毒药 Vb",
        "手册：佯攻 Vb",
        "石板：风之优雅图腾 IIIb",
        "石板：治疗波 Xb",
        "石板：大地之力图腾 Vb",
        "魔典：献祭 VIIIb",
        "魔典：暗影箭 Xb",
        "教程：复仇 VIb",
        "教程：英勇打击 IXb"
      ],
      "loot1": [
        "其拉典礼戒指b",
        "其拉将领戒指b",
        "其拉帝王披风b",
        "其拉军用披风b"
      ],
      "loot2": [
        "其拉祭祀匕首",
        "流沙外套",
        "沙漠掠夺者腰带b",
        "裁决腰带b",
        "沙漠掠夺者护臂b",
        "固化异种虫皮手套b"
      ]
    },
    "拉贾克斯将军": {
      "loot0": [
        "书卷：治疗之触 XIb",
        "书卷：回春术 XIb",
        "书卷：星火术 VIIb",
        "指南：多重射击 Vb",
        "指南：毒蛇钉刺 IXb",
        "秘典：奥术飞弹 VIIIb",
        "秘典：火球术 XIIb",
        "秘典：寒冰箭 XIb",
        "圣契：智慧祝福 VIb",
        "圣契：圣光术 IXb",
        "圣典：恢复 Xb",
        "圣典：治疗祷言 Vb",
        "手册：致命毒药 Vb",
        "手册：佯攻 Vb",
        "石板：风之优雅图腾 IIIb",
        "石板：治疗波 Xb",
        "石板：大地之力图腾 Vb",
        "魔典：献祭 VIIIb",
        "魔典：暗影箭 Xb",
        "教程：复仇 VIb",
        "教程：英勇打击 IXb"
      ],
      "loot1": [
        "其拉典礼戒指b",
        "其拉将领戒指b",
        "其拉帝王披风b",
        "其拉军用披风b"
      ],
      "loot2": [
        "其拉屠戮者",
        "前锋之靴",
        "其拉将军长靴b",
        "其拉指挥官护腕b",
        "其拉指挥官腿甲b",
        "南风之握b"
      ]
    },
    "莫阿姆": {
      "loot0": [
        "书卷：治疗之触 XIb",
        "书卷：回春术 XIb",
        "书卷：星火术 VIIb",
        "指南：多重射击 Vb",
        "指南：毒蛇钉刺 IXb",
        "秘典：奥术飞弹 VIIIb",
        "秘典：火球术 XIIb",
        "秘典：寒冰箭 XIb",
        "圣契：智慧祝福 VIb",
        "圣契：圣光术 IXb",
        "圣典：恢复 Xb",
        "圣典：治疗祷言 Vb",
        "手册：致命毒药 Vb",
        "手册：佯攻 Vb",
        "石板：风之优雅图腾 IIIb",
        "石板：治疗波 Xb",
        "石板：大地之力图腾 Vb",
        "魔典：献祭 VIIIb",
        "魔典：暗影箭 Xb",
        "教程：复仇 VIb",
        "教程：英勇打击 IXb"
      ],
      "loot1": [
        "其拉典礼戒指b",
        "其拉将领戒指b",
        "其拉装饰刀柄",
        "其拉尖刺刀柄"
      ],
      "loot2": [
        "尘风头巾",
        "恒定护手",
        "狂暴专注之爪",
        "厚重异种虫胸甲",
        "几丁质护肩b",
        "救世主披风b",
        "莫阿姆之眼b",
        "南风护手b",
        "毁灭者腿甲b",
        "玛兹纳迪尔衬肩b",
        "黑曜石鳞片护腿b",
        "设计图：毁灭者的黑暗之握b",
        "愤怒之戒b",
        "南风头盔b"
      ],
      "loot3": [
        "尘风头巾",
        "恒定护手",
        "狂暴专注之爪",
        "厚重异种虫胸甲",
        "几丁质护肩b",
        "救世主披风b",
        "莫阿姆之眼b",
        "南风护手b",
        "毁灭者腿甲b",
        "玛兹纳迪尔衬肩b",
        "黑曜石鳞片护腿b",
        "愤怒之戒b",
        "南风头盔b"
      ]
    },
    "狩猎者阿亚米斯": {
      "loot0": [
        "书卷：治疗之触 XIb",
        "书卷：回春术 XIb",
        "书卷：星火术 VIIb",
        "指南：多重射击 Vb",
        "指南：毒蛇钉刺 IXb",
        "秘典：奥术飞弹 VIIIb",
        "秘典：火球术 XIIb",
        "秘典：寒冰箭 XIb",
        "圣契：智慧祝福 VIb",
        "圣契：圣光术 IXb",
        "圣典：恢复 Xb",
        "圣典：治疗祷言 Vb",
        "手册：致命毒药 Vb",
        "手册：佯攻 Vb",
        "石板：风之优雅图腾 IIIb",
        "石板：治疗波 Xb",
        "石板：大地之力图腾 Vb",
        "魔典：献祭 VIIIb",
        "魔典：暗影箭 Xb",
        "教程：复仇 VIb",
        "教程：英勇打击 IXb"
      ],
      "loot1": [
        "其拉典礼戒指b",
        "其拉将领戒指b",
        "其拉装饰刀柄",
        "其拉尖刺刀柄",
        "其拉帝王披风b",
        "其拉军用披风b"
      ],
      "loot2": [
        "紧绷肌腱之弓",
        "恒定护手",
        "阿亚米斯之刺",
        "沙漠保护者长靴b",
        "灼沙长靴b",
        "再生头盔b",
        "沙漠强风之戒b",
        "缀鳞异种虫护手b"
      ]
    },
    "吞咽者布鲁": {
      "loot0": [
        "书卷：治疗之触 XIb",
        "书卷：回春术 XIb",
        "书卷：星火术 VIIb",
        "指南：多重射击 Vb",
        "指南：毒蛇钉刺 IXb",
        "秘典：奥术飞弹 VIIIb",
        "秘典：火球术 XIIb",
        "秘典：寒冰箭 XIb",
        "圣契：智慧祝福 VIb",
        "圣契：圣光术 IXb",
        "圣典：恢复 Xb",
        "圣典：治疗祷言 Vb",
        "手册：致命毒药 Vb",
        "手册：佯攻 Vb",
        "石板：风之优雅图腾 IIIb",
        "石板：治疗波 Xb",
        "石板：大地之力图腾 Vb",
        "魔典：献祭 VIIIb",
        "魔典：暗影箭 Xb",
        "教程：复仇 VIb",
        "教程：英勇打击 IXb"
      ],
      "loot1": [
        "其拉典礼戒指b",
        "其拉将领戒指b",
        "其拉装饰刀柄",
        "其拉尖刺刀柄",
        "其拉帝王披风b",
        "其拉军用披风b"
      ],
      "loot2": [
        "布鲁的颅骨碎片",
        "虫群手套",
        "粘液鳞片护手",
        "虫刺塑像b",
        "流沙跋涉者b",
        "缀鳞吞咽者护腕b",
        "粘液长靴b"
      ]
    },
    "无疤者奥斯里安": {
      "loot0": [
        "书卷：治疗之触 XIb",
        "书卷：回春术 XIb",
        "书卷：星火术 VIIb",
        "指南：多重射击 Vb",
        "指南：毒蛇钉刺 IXb",
        "秘典：奥术飞弹 VIIIb",
        "秘典：火球术 XIIb",
        "秘典：寒冰箭 XIb",
        "圣契：智慧祝福 VIb",
        "圣契：圣光术 IXb",
        "圣典：恢复 Xb",
        "圣典：治疗祷言 Vb",
        "手册：致命毒药 Vb",
        "手册：佯攻 Vb",
        "石板：风之优雅图腾 IIIb",
        "石板：治疗波 Xb",
        "石板：大地之力图腾 Vb",
        "魔典：献祭 VIIIb",
        "魔典：暗影箭 Xb",
        "教程：复仇 VIb",
        "教程：英勇打击 IXb"
      ],
      "loot1": [
        "其拉典礼戒指b",
        "其拉将领戒指b",
        "其拉装饰刀柄",
        "其拉尖刺刀柄"
      ],
      "loot2": [
        "野蛮护腕",
        "迫近末日之弩",
        "新生护手",
        "黑暗智慧手套",
        "统御头盔",
        "黑色暴风雪护腿",
        "霍鲁萨斯衬肩",
        "奥斯里安的束缚",
        "符文岩石护肩",
        "磨砂战锤",
        "沙漠风暴披风",
        "无疤者镣铐",
        "废墟法杖"
      ],
      "loot3": [
        "野蛮护腕",
        "迫近末日之弩",
        "新生护手",
        "黑暗智慧手套",
        "统御头盔",
        "黑色暴风雪护腿",
        "霍鲁萨斯衬肩",
        "奥斯里安的束缚",
        "符文岩石护肩",
        "磨砂战锤",
        "沙漠风暴披风",
        "无疤者镣铐",
        "废墟法杖"
      ],
      "loot4": [
        "无疤者奥斯里安的头颅",
        "无疤者奥斯里安的头颅",
        "无疤者奥斯里安的头颅"
      ]
    },
    "小怪掉落": {
      "loot0": [
        "遗忘虫群之怒b",
        "游荡牧民之靴b",
        "其拉威严之锤b",
        "鼓舞触角b",
        "神圣复仇者之盔b",
        "异种獠牙发射器b",
        "赛德的失落之剑b",
        "元素愤怒罩帽b"
      ]
    }
  }