var aq40_data = {
    "bossNum": 9,
    "bossName": [
      "预言者斯克拉姆",
      "三只小虫",
      "沙尔图拉",
      "顽强的范克瑞斯",
      "维希度斯",
      "哈霍兰公主",
      "双子皇帝",
      "奥罗",
      "克苏恩",
      "小怪掉落"
    ],
    "预言者斯克拉姆": {
      "loot0": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "其拉帝王武器",
        "其拉帝王徽记",
        "设计图：厚重黑曜石胸甲"
      ],
      "loot1": [
        "邪恶守卫咒符",
        "其拉守护者坠饰",
        "强烈仇恨披风",
        "浸没护腿",
        "甲虫鳞片护腕",
        "堕落先知长靴",
        "障碍护肩",
        "灭绝胸甲",
        "救赎预言长靴",
        "坚定意志长靴",
        "风暴思绪之戒",
        "其拉预言者法杖",
        "棘枝战锤"
      ],
      "loot2": [
        "邪恶守卫咒符",
        "其拉守护者坠饰",
        "强烈仇恨披风",
        "浸没护腿",
        "甲虫鳞片护腕",
        "堕落先知长靴",
        "障碍护肩",
        "灭绝胸甲",
        "救赎预言长靴",
        "坚定意志长靴",
        "风暴思绪之戒",
        "其拉预言者法杖",
        "棘枝战锤"
      ]
    },
    "三只小虫": {
      "loot0": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "其拉帝王武器",
        "其拉帝王徽记"
      ],
      "loot1": [
        "精神力量衬肩",
        "胆汁护手",
        "沙漠狂暴衬肩",
        "沙漠远征衬肩",
        "奥库的黑暗之戒",
        "处决者的外衣",
        "吞噬者之戒",
        "石化甲虫",
        "其拉贵族魔杖",
        "埃布鲁手套",
        "沾满软泥的护手",
        "堕落英雄长靴",
        "安格莉丝塔的护符"       
      ],
      "loot2": [
        "神性披风",
        "执政者长袍",
        "三重衬肩",
        "吞噬者之帽",
        "蔓延腰带",
        "安格莉丝塔的触摸"       
      ]
    },
    "沙尔图拉": {
      "loot0": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "其拉帝王武器",
        "其拉帝王徽记"
      ],
      "loot1": [
        "纯洁项链",
        "腐烂虫群护腿",
        "平静长靴",
        "作战卫士长袍",
        "异种虫爪",
        "厚重其拉腰带",
        "爬藤头盔",
        "强制者手套",
        "缀鳞其拉狂暴护腿",
        "沙尔图拉的力量",
        "坚定信念护手",
        "闪耀光芒腿甲",
        "虫群卫士徽章"      
      ],
      "loot2": [
        "纯洁项链",
        "腐烂虫群护腿",
        "平静长靴",
        "作战卫士长袍",
        "异种虫爪",
        "厚重其拉腰带",
        "爬藤头盔",
        "强制者手套",
        "缀鳞其拉狂暴护腿",
        "沙尔图拉的力量",
        "坚定信念护手",
        "闪耀光芒腿甲",
        "虫群卫士徽章"
      ]
    },
    "顽强的范克瑞斯": {
      "loot0": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "其拉帝王武器",
        "其拉帝王徽记"
      ],
      "loot1": [
        "上古其拉撕裂者",
        "沙漠掠夺者之刺",
        "尖刺颈饰",
        "隐没秘密披风",
        "沙漠掠夺者塑像",
        "掘洞者之靴",
        "优雅圣契",
        "邪恶复仇衬肩",
        "冷酷者肩铠",
        "守护圣徒长袍",
        "缀鳞沙漠掠夺者护腿",
        "异种虫壳护胸"       
      ],
      "loot2": [
        "上古其拉撕裂者",
        "沙漠掠夺者之刺",
        "尖刺颈饰",
        "隐没秘密披风",
        "沙漠掠夺者塑像",
        "掘洞者之靴",
        "生命图腾",
        "邪恶复仇衬肩",
        "冷酷者肩铠",
        "守护圣徒长袍",
        "缀鳞沙漠掠夺者护腿",
        "异种虫壳护胸"       
      ]
    },
    "维希度斯": {
      "loot0": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "其拉帝王武器",
        "其拉帝王徽记"
      ],
      "loot1": [
        "卡利姆多护手",
        "健康神像",
        "其拉之怒",
        "甲虫胸针",
        "锋利的异种虫腿",
        "粘液护腿"
      ],
      "loot2": [
        "其拉统御腕轮",
        "其拉命令腕轮"
      ]
    },
    "哈霍兰公主": {
      "loot0": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "其拉帝王武器",
        "其拉帝王徽记"
      ],
      "loot1": [
        "金巢披风",
        "救世者手套",
        "虫巢污染者护腕",
        "哈霍兰之刺",
        "殉难者之戒",
        "黄蜂外壳护手"
      ],
      "loot2": [
        "其拉统御腕轮",
        "其拉命令腕轮"
      ]
    },
    "双子皇帝": {
      "loot0": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "其拉帝王武器",
        "其拉帝王徽记"
      ],
      "loot1": [
        "维克尼拉斯的咒符",
        "堕落帝王腰带",
        "皇家救赎腕轮",
        "隐秘神殿手套",
        "堕落帝王的拥抱",
        "卡利姆多的复仇"
      ],
      "loot2": [
        "显灵长靴",
        "其拉死刑护腕",
        "维克洛尔大帝之戒",
        "皇家其拉腰带",
        "维克洛尔皇家节杖",       
        "维克洛尔的毁灭手套",
      ],
      "loot3": [
        "维克尼拉斯的头饰",
        "维克尼拉斯的头饰"
      ],
      "loot4": [
        "维克洛尔的王冠",
        "维克洛尔的王冠"
      ]
    },
    "奥罗": {
      "loot0": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "其拉帝王武器",
        "其拉帝王徽记"
      ],
      "loot1": [
        "掘地虫护腕",
        "瑞格贝托的帽子",
        "沙虫之毒",
        "巨虫的幼体",
        "穴居虫之壳",
        "虫鳞阻挡者"
      ],
      "loot2": [
        "奥罗的外皮",
        "巨型沙虫的皮"
      ]
    },
    "克苏恩": {
      "loot0": [
        "克苏恩之眼",
        "克苏恩之眼",
        "克苏恩之眼"
      ],
      "loot1": [
        "无尽痛苦腰带",
        "明晰披风",
        "被吞噬者的披风",
        "疯狂黑暗之刃",
        "死亡之钉",  
        "眼柄腰带",       
        "克苏恩的印记",
        "屠神者之戒",
        "虚妄预言者节杖",
        "克苏恩的触须"     
      ],
      "loot2": [
        "上古之神的甲壳",
        "上古之神的外鞘"
      ],
      "loot3": [
        "无尽痛苦腰带",
        "明晰披风",
        "被吞噬者的披风",
        "疯狂黑暗之刃",
        "死亡之钉",  
        "眼柄腰带",       
        "克苏恩的印记",
        "屠神者之戒",
        "虚妄预言者节杖",
        "克苏恩的触须" 
      ]
    },
     
    "小怪掉落": {
      "loot0": [
        "阿努比萨斯战锤",
        "晋升衣饰",
        "不朽手套",
        "救赎预言者手套",
        "奈雷萨克，饮血者",
        "混乱之琉璃戒指",
        "坠落星辰碎片"
      ]
    }
  }